[M_Orchid_MansBestFriend MissionDefinition]
MissionName="O Melhor Amigo do Homem"
MissionDescription="A avó de Aubrey Callahan III era uma amiga muito próxima do temível Capitão Blade. Quando morreu, ele deixou para a avó de Aubrey um Rastreador que tinha como animal de estimação. Mas agora que a vovó da Aubrey também morreu, ela acabou herdando esse feroz animal que ninguém quer. Ela lhe pediu para matar esse Rastreador."
TurnInDescription="Os Rastreadores são tão bonitinhos e fofinhos... até crescerem!"
MissionSummary="Elimine o Rastreador chamado Tilín."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Aubrey Callahan está tendo problemas com seu Rastreador. Que tal uma ajudinha?"

[M_Orchid_MansBestFriend:Bandits MissionObjectiveDefinition]
ProgressMessage="Elimine os Bandidos"

[M_Orchid_MansBestFriend:BanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:KillBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:KillRakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:KillSkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:KillStalker MissionObjectiveDefinition]
ProgressMessage="Elimine o Rastreador da Aubrey"

[M_Orchid_MansBestFriend:KillStalkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:KillStuffSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:Rakks MissionObjectiveDefinition]
ProgressMessage="Elimine os Rakks"

[M_Orchid_MansBestFriend:RakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_MansBestFriend:Skags MissionObjectiveDefinition]
ProgressMessage="Elimine os Skags"

[M_Orchid_MansBestFriend:SkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

